Repository: ikeikeikeike/phoenix_html_simplified_helpers
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: about %{count} hour
es: alrededor de %{count} hora

source: about %{count} hours
es: alrededor de %{count} horas

source: about %{count} months
es: alrededor de %{count} meses

source: about %{count} year
es: alrededor de %{count} año

source: about %{count} years
es: alrededor de %{count} años

source: almost %{count} year
es: casi %{count} año

source: almost %{count} years
es: casi %{count} años

source: half a minute
es: menos de 1 minuto

source: less than %{count} minute
es: menos de %{count} minutos

source: less than %{count} seconds
es: menos de %{count} segundos

source: over %{count} year
es: más de %{count} año

source: over %{count} years
es: más de %{count} años
